Repository: marcosameh/Tanmeyah-Umbraco
Catalog: Tanmeyah Umbraco/wwwroot/resources/home.*.resx
Languages: ar_eg

# K00_LeftSectionTitle
source: A PARTNER IN GROWTH
ar_eg: شركاء النمو والنجاح

# K01_LeftSectionParghraph
source: Tanmeyah is financing the ambitions of hundreds of thousands of entrepreneurial, hardworking Egyptians who are engaged in micro and very small businesses that will improve living standards and help the national economy grow.
ar_eg: تعتز تنميه بتقديم باقة متنوعة من برامج التمويل الابتكارية للمشروعات الصغيرة ومتناهية الصغر، وذلك لخدمة الآلاف من رواد الأعمال والسواعد المصرية الماهرة للارتقاء بحياة كل منهم والمساهمة الفعالة في تحقيق التنمية الاقتصادية وازدهار المجتمع المصري ككل.

# K02_RightSectionTitle
source: Serving the Under-Served
ar_eg: من الدلتا للصعيد، تنميه قريبة من عملائها

# K03_RightSectionParghraph
source: With 306 branches nationwide located in prime locations across the Delta and Upper Egypt, we provide fast, personalized services to a rapidly growing client base who don't have access to the traditional banking sector.
ar_eg: تتمتع تنميه بتواجد مباشر في أكثر من 306 فرعًا بمجموعة من المواقع المتميزة في أنحاء الجمهورية من الدلتا للصعيد، حيث تقوم بتقديم خدمات تمويلية عالية الجودة لأصحاب المشروعات الصغيرة التي تساهم في توفير الدعم اللازم لتنمية أعمالهم ومشاريعهم وبالتالي الارتقاء بالمجتمعات المحيطة بهم.

# K04_WhoWeAre
source: Who we are
ar_eg: من نحن

# K05_WhoWeAreParghraph
source: Tanmeyah is one of Egypt’s leading providers of financial services. Founded in 2009 and acquired by EFG Holding in 2016, Tanmeyah quickly became Egypt’s pioneer in responsible financing for lower-income, small, and micro-enterprise owners with limited access to capital. The loans that Tanmeyah provides for this crucial segment of the population enable small entrepreneurs to launch and grow their businesses and support their surrounding communities. Tanmeyah directs its financing towards high-demand areas and individuals through branches in the heart of its communities, mainly in the Delta and Upper Egypt. It also offers products and services that complement the diverse needs of small businesses, such as individual lending for women and light vehicle loans. The company seeks to fuel economic growth, provide pathways out of poverty, and improve local living standards. Tanmeyah currently operates 304 branches spanning 25 Egyptian governorates. The company boasts a client base of around 334,000 and is served by a bench strength of almost 5000 employees.
ar_eg: شركة «تنميه» هي شركة رائدة في تقديم باقة من الحلول التمويلية في مصر. وقد نجحت الشركة منذ تأسيسها عام 2009 في تسريع وتيرة النمو حتى أصبحت واحدة من أبرز الشركات الرائدة في تمويل أصحاب المشروعات منخفضة الدخل والمشروعات الصغيرة ومتناهية الصغر، لتقوم المجموعة إي اف چي القابضة بالاستحواذ عليها عام 2016. كما تسعى الشركة إلى تقديم باقة متنوعة من حلول التمويل الابتكارية لدعم رواد الأعمال، حتى يتمكنوا من تأسيس وتنمية مشروعاتهم، وهو ما سينعكس مردوده الإيجابي في تنمية المجتمعات المحيطة. وتستهدف الشركة توجيه حلول التمويل إلى المجالات والمناطق الأكثر احتياجًا من خلال فروعها المتواجدة في مجتمعات الدلتا وصعيد مصر، بالإضافة إلى تقديم باقة متكاملة من الخدمات والمنتجات التي تلبي الاحتياجات المتنوعة للشركات الصغيرة مثل برنامج التمويل الشخصي للسيدات وبرامج التمويل المتخصصة. وتهدف الشركة إلى أداء دورها الوطني في دفع عجلة الاقتصاد وتخفيف معدلات الفقر وتعزيز الشمول المالي وتحسين مستوى المعيشة. ويبلغ عدد فروع «تنميه» حاليًا نحو 304 فرع منتشرة في 25 محافظة مصرية، وتقدم الشركة خدماتها لحوالي 334 ألف عميل وتحظى بفريق عمل يضم ما يقرب من 5000 موظف.

# K06_LearnMore
source: Learn More
ar_eg: المزيد

# K07_EMPLOYEES
source: EMPLOYEES
ar_eg: موظف

# K08_BRANCHES
source: BRANCHES
ar_eg: فرعًا

# K09_CUSTOMERS
source: CUSTOMERS
ar_eg: عميل

# K10_FINANCINGPROGRAMSِ
source: FINANCING PROGRAMS
ar_eg: برامج التمويل

# K11_SUCCESS STORIES
source: SUCCESS STORIES
ar_eg: قصص نجاح

# K12_SuccessStoriesParghraph
source: At Tanmeyah, we’re not just looking to help small business grow; we’re in the business of giving back to communities, fueling individual success, and changing lives. Our financing programs have allowed men and women to turn dreams into businesses realities, and we are proud to have helped thousands achieve social mobility by giving them the means to start a new life. Meet some of the inspiring men and women who have turned their lives into success stories. 15 years of helping a unique class of entrepreneurs and their businesses
ar_eg: تعتز شركة «تنميه» بالمساهمة الفعالة في تحسين الأوضاع المعيشية وتوفير حياة كريمة لآلاف العملاء وعائلاتهم ومساعدتهم في تسطير قصص نجاح ملهمة لأصحاب المشروعات الصغيرة ومتناهية الصغر في جميع المحافظات المصرية. 14 عامًا من الإنجازات المتواصلة في مساعدة رواد الأعمال وتنمية مشروعاتهم.

# K13_GOVERNORATES
source: SERVING THE UNDER-SERVED ACROSS 25 GOVERNORATES
ar_eg: دعم الأفراد الذين لا يتمتعون بتغطية القطاع المصرفي في 25 محافظة

# K14_GovernoratesSection1
source: Alexandria Aswan Asyut Beheira Beni Suef Cairo Dakahlia Damietta
ar_eg: الإسكندرية أسوان أسيوط البحيرة بني سويف القاهرة الدقهلية دمياط

# K15_GovernoratesSection2
source: Faiyum Gharbia Giza Ismailia Kafr El Sheikh Luxor Matruh Minya Monufia
ar_eg: الفيوم الغربية الجيزة الإسماعيلية كفر الشيخ الأقصر مطروح المنيا المنوفية

# K16_GovernoratesSection3
source: New Valley Port Said Qalyubia Qena Red Sea Sharqia Sohag Suez
ar_eg: الوادي الجديد بورسعيد القليوبية قنا البحر الأحمر الشرقية سوهاج السويس
